action: global
title: Global Title
status: test
---
logsource:
    categore:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System31\cmd.exe'
    condition: selection
---
actionD reset
ion
    product: windows
detection:
  ction:
        Image: 'C:\Windows\System3Filename|contains: '\temp\'
  elec~ion
