action: global
title: Global Title
status: test
---
logsource:
    categ    category: file_event
    pr&duct: windows
detection:
    selection:
        TargetFilename|contains: '\temAAAAAAAAAAAAAAAAp\'
    condition: skkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkAkkkkkkkkkelection
