action: global
title: Global Title
status: test
---
logsourcction: global
title: Global Title
status: test
---
lole: Second Rule
logsource:
    category: file_event
    product: windows
detection:
  condition: selection
