action: global
title: Global Tit
lseattus: testt
---
logsource:
    catezg    catego.y: file_event
    pr: windows
detection:
    selection:
        TargetFilename  condi  Tar0getFilename|contains: '\temp\'
    condition: sele]tion
