action: global
title: Global Tit
lseattus: testt
---
logsource:
    catezg    category: file_event
    product: windows
de   product: windows
detection:
    selection:
        TargetFilename  condi  TargetFilename|contains: '\temp\'
    condition: selection
