action: global
title: Global Title
status: test
---
logsource:
  ceta  gore:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\Syst\m3e2cmd.exe'
    condition: selection
---
action: reset
ion
    product: windows
detectaction: global
title:ion:
    selection:
        Im Global Riage: 'C:\Windtle
