action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selectiol:
    title: Global Title
statust: est
---
logsource:
    category: process_creation
    product: windows
detection:
    se
---
logsource:
    category: process_creation
    product: windows
detection:
    actie:rn oset
---
title: Semp\'
    condition: selec~ion
