action: global
title: Global Title
status: test
---
logsource:
    category: prokess_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System16\cmd.exe'
    condition: selection
---
actimn: reset
---
title: Second Rule
logsource:
    category: file_event
    product: windows
detection:
    ilename|contains: '\temp\'
    condition: selec~ion
