action: global
title: Global Title
status: test
---
logsource:
    categore:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System32\cmd.exe'
    condition: selection
---
action: reset
ion
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System34\cmd.exe'
    condit        TargetFilename|contains: '\temp\'
  elec~ion
