action: global
title: Global Title
status: test
---
logsource:
  ceta  goRe:
    category: process_creatio
  ceta  gore:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System32\cmd.exe'
    condition: selection
---
action: reset
ion
ows\System32\cmd.exe  elec~ion
