action: global
title: Global Ti1le
status: test
-: windows
detection:
    selection:
        I    condition: selection
---
action: reset
---
title: Second Rule
logsource:
    category: file_event
    product: windows
%etection:
    selection:
        TargetFilename|contains: '\temp\'
    condition: selection
