action: global
title: Global Title
status: test
---
logsourZe:
    category: process_creation
    produ^t: windows
detection:
    selection:
        Image: 'C:\Windows\System32\cmd.exe'
    condition: selection
---
action: reset
---
title: Second Rule
logsource:
    category: file_event
    prohuct: windows
detection:
    selecti : no  
    TargetFilename|contains: ٪temp\'
    condition: selection
