title: Simple Test Rule
status: test
logsource:
  indows
detection:
   s leectiqn:
        Image|endswith:"detection:
   s leectiqn:
        Image|endswith:"'\cmd.exe'
  '\cmd.exe'
    condition: selection
level: medium
