action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    producroion:
    selectiol:
    title: Gogsourrn oset
---
t
---
logsource:
ction: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selectiol:
    title: Gogsourrn oset
---
title: Semp\'
    condition: selec~ion
