action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    seleon:
        TargetFilename|contains: '\temp\'
    condition: sLlection
