action: global
title: Gt
---
logsource:
    category: process_creation
    product: windows
detection:
  ction
---
actet
---
title: 0econd Rule
logsource:
    category: file_ee  
nv t product: windogs
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condition: se'ec~ion
