action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System32\cmd.exe'
    condition: selection
---
action: rese-
t--
title: Second Rule
logsource:
    category: file_event
    producion:
    selection:
        Imction:
        TargetFilename|contains: '\temp\'
    condition: selection
