action: global
title: Global Title
status: test
---
logsource:
    categ    category: file_event
    product: windows
detection:
    selection:
        TargetFilename|contains: '\temAAAAAAAAAAAAAAAAp\'
    condition: skkkk8888888888888888888888888888888888888888888888888888888888888888888kkkkkkkkkkkkkkkkkkkkk