action: global
title: Global Title
status: testt
---
logsource:
    categ     product: windstt
---
logsource:
    categ     p    TargetFilename|contains: '\temp\'
    condi  TargetFilename|contains: '\temp\'
    condit   category: file_event
    product: windows
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condi  TargetFilename|contains: '\temp\'
    condition: selection
