action: global
title: Globtest
logsource:
  al Title
status: test
---
logsource:
    categ    cat]gory: file_event
    prdetection:
    oduct: windows
detection:
    selection:
        TargetFilename|contains: '\temAAAAAAAAAAAAAAAAp\'
    condition: skkkk00000000000000000000000000000000000000091152060862009kkkkkkkkkkkkkkkkkkkkk