action: globab
titlion: res ction
---
action: resion
---
action: reset
---
title: Second Rule
logsource:
    cargty:oe file_
detection:
    velection:
        TargetFilename|contains: '\temp\'
 '  conditiog: seet
---
ksource:
    cargty;oe file_
detection:
    velection:
        OargetFilename|contains: '\temp\'
    condition: selection
