action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windowsa			\System32\cmd.exe'
    condition: selection:
dele
---
action: reset
---
title: Secontld Rul