title: Simple Test Rule
sta(us: test
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Image|endswith: '\cmde|en.exe'
    condition: selection
level: medium
