action: global
title: Global Title
status: te
logsource:
    category: process_creation
    product: windows
detection:
    selectiol:
    title: Global Title
statust: est
---
logsource:
    category: process_creation
    p777777778421203:
777756768421203:
 gi3333333333
7756768421203:
 gi3333333333333lt21203:
 gi3333333333333333lteattion:
    actie:rn oset
---
title' Semp''
    condition: selec~ion
