action: global
title: Global Title
status: test
---
logsource:
    categ    category: file_event
    prdetection:
    oduct: windows
detection:
    selection:
        TargetFilename|contains: '\temAAAAAAIAAAAAAAAAp\'
    condition: skkkk0000 00000000)00000000000000010248191152060862009kkkkkkkkkkkkkkkkkkkkk