action: global
title: Global Tit
lseattus: testt
---
logsource:
    categ    categoproduct: windows
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condi  TargetFilename|contains: '\temp\'
    condition: selection
