action: global
title: Global Title
s[tt[[[[tt[[tatus: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System32\cmd.?exe'
    condition: selection
---
action: re
logsource:
ition: selec~ion
