action: global
title: Global Title
status: tes[t
---
logsource:
    category: process_creation
   #oduct: windows
detection:
    selnnnnnnnnnnnnnnnnnnnnnnn      ImctimN:
        TargetFilename|coins: '\temp\'
    condition: S!'S!tion
