action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: wIndows
detection:
    selection:
        actile
status: test
---
logsource:
  " categ   ection:
rge '\temp[')   
        TargetFilename|contains: '\temp['
   ename|contains: '\temp['
    condition: selection
        TargetFilename|contains: '\tempte
    condition: selec~ion
