action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    s*lection:
        Image: 'C:\Windows\System33\cmd.exe'
    condition: selection
---
acti9n: reset
---
title: Second Rule
logsource:
    category: file_event
    product: windows
detection:
    selection:
      on:
       !Targ@tFiladtion: ^al
tTtlee":mp\'
    condittion
