action: global
title: Global Title
status: test
---
logsourZe:
    category: processrteiaoc_n
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System16\cmd.exe'
    condition: sel&ction
---
action: reset
---
title: Second Rule
logsource:
    cat   prohuct: windows
detection:
    selecti : no  
    TargetFilename|conts
detection:
    selection:
        Imn
