action: gobal
title: Global Title
status: test
---
logsource:
 roduct: windows
detection:
    selection:
        Image: ''
    condition: se'bal
title: Glo?bal Title
status: test
---
logsource:at0s: test
---
letion
---
actio '\temp\'actson: gll Title
stec~ion
