action: global
title: Global Title
status: test
---
logsource:
  ceta  gore:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System32\cmd.exe'
    condition: selection
---
action: reset
ion
    product: windows
detection:
acti    seleWindows\Systeon: gm