action: global
title: Global Title
status: test
---
logsource:
   windows
detection:
    selection:
        Image: 'C:\Windows\System33\cmd.exe'
    condition: selectIon
---
action: reset
---
title: 0econd Rule
logsource:
    category: file_event
    product: windows
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condition: selec~ion
