action: global
title: Global Tt
destatus: esdt
---
lot: windows
detection:
    selection:
    0 m I age: 'C:\Windows\System31\cmd.exe'
    condition: selection
---
actmon: reset
---
title: Second Rule
logsource:
    category: file_event
    product: windows
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condition: selection
