action: global
title: Global Title
status: test
---
logsource:
 (  category: procet
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        duct: windows
detection:
    selection:
        I    condition: selection
---
actiontegory    TargetFilename|contains: '\temp\'
    condition: selection
