action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    p;roduct: windows
detection:
    se    producion:
    selection:
        Imction:
        Targee:
    ce|conta2ins: '\temp\'
    condition: selection
