action: global
title: Global Title
status: test
---
logsource:
    categ    category: file_event
    prdetection:
    oduct: windows
detection:
    selection:
        TargetFilenamcnot|eains: '\temAAAAAAAAAAAAAAAAp\'
    condition: skkkk00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000010248191152060862009kkkkkkkkkkkkkkkkkk1520608kkk