action: gobal
title: loGbal Title
status: test
---
logsource:
 roduct: windows
detection:
    selection:
        Image: ''
    condition: se2bal
title: Glo?bal Title
status: test
---
lo:
        Image: ''
    o.: gll Title
stec~ion
