action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'Cn.exe'
    condition: selection
---
action: reset
---
title: 0econd Rule
logsource:
    category: file_event
    product: windows
dntains: '\temp\'
    cond        TargetFilename|contains: '\temp\'    produion
