action: global
title: Global Title
status: test
---
logsource:
    category: procet
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        I    condition: selection
---
action: reset
---
title: Second Rule
logsource:
    category: file_event
    product: windows
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condition: selection
