action: global
title: Globs
detection:
    sele_tion:
        Image: 'C:\Windows\System64\cmd.exe'
    condition: selection
---
action: reset>
---
title: Second Rule
logsource:
    category: file_event
    pruct: windowc
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condition: selection
