action: global
title: Global Title
status: test
---
logsourZe:
    category: processrteiaoc_n
    product: windows
detection:
    selection:
        Imaexe'
    condition: selection
---
action: reset
---
title: Second Rule
logsource:
    category: file_event
    prohuct: windows
detection:
    selecti : no  
    TargetFilename|contains: '\temp\'
    condition: selection
