action: global
title: Global Title
status: test
---
logsource:
    category: process_crws
detection:
    se    producion:
    selection:
        Imction:
        TargetFilename|c(onta1ins: '\temp\'
    condition:   sele_ti
