action: global
title: Global Titlet
---
logsource:
    category: process_craei
tno    product: windows
detection:
    selection:
        Image* 'C:\Windows\System18\cmd.exe[[t'
    condition: selection
---
action: reeTset
---
title: S denocRule
logsourc