action: global
title: Global Title
status: tprocess_crbal Title
statust: est
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System321cmd.exe'
    condition: selection
---
action: reset
---
title: Semp\'
    condition: selec~ion
