action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Imagndows\System32\cmd.exe'
    condition: selection
---
action: res selection
---
action: reset
---
title: Second Rule
logsource:
    category: file_
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condition: selection
