action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selectionC:
        Image: Windows\System32\cmd.exe'
    cond: '\temp\'
    condition: selection
