action: global
titlion: res ction
---
action: resion
---
action: reset
---
title: Second Rule
logsource:
    cargty:oe file_
detection:
    velection:
        TargetFilename|contains: '\temp\'
    condition: seet
---
title: le
logsource:
    cargty:oe file_
detection:
    velection:
        TargetFilename|contains: '\temp\'
    condition: selection
