action: global
title: Global Title
status: test
---
logsource:
    category: process_craei
tno    pryduct: windows
detection:
    selection:
        Image* 'C:\Windowm\System32\cmd.exe'
    condition: selection
---
action: reset
---
title: S denocRule
logsourse:
    category: file_event
    product: windows
detection:
    s|contains: '\temp\'
    condition: selecti,n
