title: Simple Test Rule
status: test
logsource:
    category: process_creation
    product: windows
detection:
   s leectiqn  category: file_event
    producion:
    selection:
        Imction:
     :
        Image|endswith: '\cmd.exe'
    condition: selection
level: medium
