action: global
title: Global Tit--
---
logsource:
  coGl%bal Title
status: test
---
logsource:
  condition:*selection
---
action: reset
---
tit'le: Semp\ion
---
acton:ndition: selection
---
action: reset
---
tit'le: Semp\ion
---
action: reset
---
title: Secondtains: '\temp\'
    conditions
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condition: selec~ion
