action: global
title: G
detection:
    se
---
logsource:
    category: process_creation
    product: windows
detection:
    actie:rn oset
---
title:le: Global Title
statust: est
---
logsource:
    category: process_creation
    product: windows
detection:
    se
---
logsource:
    category: process_creation
    product: windows
detection:
    actie:rn oset
---
title: Semp\'
    condition: selec~ion
