action: global
title: Global Title
status: test
---
logsource:
    cateeory: process_creation
    produc!: windows
detection:
    selection:
        Image'
    condition: selection
---
action: gsource:
    categacactioaction: global
title: Global Tory: