action: global
title: Global Ritle
status: test
---
logrource:
    category: process_creation
    product: windows
detection:
    selection:
        Imea:g 'obal Title
status: test
---
logsource:
    category: plobal
title: Global Title
status: test
---
logsource:
    categ    category: file_event
    product: windows
detection:
    selection:
 C:\Wlename|contains: '\temp\'
    condition: selection
