action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    select_event
    producion:
    selection:
        Imction:
        TargetFilename|contains: '\temp\'
    condition: selection
