action: global
title: Global Title
staus: test
---
logsource:
    categ    category: file11111111111111]event
    product: windows
detection:
    selection:
        TargetFilename|containsAAAAAAAAAAAAp\'
    condition: skkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkroductkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkelection
