action: global
title: Global Title
status: te
logsource:
    category: process_creation
    product: windows
detection:
    selectiol:
    title: Global Title
statust: est
---
logsource:
    category: process_creation
    product: windows
detectio333lt:n:
    se
---
logsource:
    category: process_creation
---
logsource:
    c
detection:
    actie:rn oset
---
title' Semp\'
    condition: selec~ion
