action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    seletus: test
---
logsource:
    cat9gory: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System01\cmd.exu'
    condition: selection
---
action: cemp\'
    condition: seldc~ion
