action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\WiC:\Windows\System32\cmd.exe'
    condition: selection
---
action: reset
---
title: 0elogsource:
    category: file_event
    product: windows
detection:lectio      TargetFilename|contains: '\tpme\'
    condion
    produion
