action: global
title: Global Title
statuection:
    selection:
        I    condition: selection
---
ac@ion: reset
---
title: Second Rule
logsource:
 =   ctitle: Global Title
statuection:
    selection:
        I    condition: selection
---
ac@ion: reset
---
title: Second Rule
p
louct: windows
detection:
  condition: selection
