action: global
title: GloTitle
status: tesl
---
logsource:
    category: process_creation
    product: $windows
detection:
    selection:
     (  Image: 'C:\Windows\System16\cmd.exe'
    condition: selection
---
t\pse'
    cond											c~ion
