action: global
title: Global Tit
lseattus: testt
---
logsource:
    categ    category: file_event
    product: windows
detection:
    selection:
        TargetFilename|contains: '\temp\''
    condi  TargetFilenam.............................................e|contains: 
    condi  TargetFilenam.........................................\''
    condi  TargetFi'
    condition: selection
