action: globaows
detection:
    selection:
        Image: 'C:\Windows\System32\cmd.exe'
    condition: selection
---
action: reset
---
title: Second Rule
logsource:
    category: file_event
    producion:
    selection:
        Imction:
        TargetFilename|contains: '\temp\'
    condition: selection
