action: global
title: Glob!l Title
status: tesl
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System3xemcd.2\e'
    condition: selection
---
action: oduct: windows
detectio    category: process_cre: 'C:\    prodzct: windows
detmp\'
    con_ition: selece: n
