action: global
title: Global Tle
tatus: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Imstem32\cmd.exe'
    condition: selection
---
actmon: reset
---
title: Second Rule
logsource:
    category: file_event
    product: windows
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condition: selecction
