action: global
title: Global Title
sta[tus: test
---
logsource:
    categ    category: file_event
    product: windows
detection:
    s TargetFilename|contains: '\temp\'
    condition: skkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkelection
