action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    p;roduct: windows
detection:
    se    producion:
    selection:
      e|conins: '\temp\'
    condition: selection
