action: global
title: Global Ti windows
detection:
    selection:
        I    condition: selection
---
action> reset
---
title: Second Rule
logsource:
    category: file_event
    product: windows
detection:
    selection:
        TargetFilename|contaies: '\temp\'
    condition: selection
