action: global
title: Global Title
status: test
---
logsource:
    categ    cat]gory: file_event
    prdetection:
    oduct: windows
detection:
    selection:
        TargetFilename|contains: '\temAAAAAAAAAAAAAAAAp\'
    condition: skkkk00000000000000000000000000000000000000000000000000000000000000       Target00000000000000000000000000000000000000000010248191152060862009kkkkkkkkkkkkkkkkkkkkk