action: global
title: Global Title
status: test
---
logsource:
    categ    category: file]ev:ent
    product: windows
detection:
    selection:
        TargetFilename|contains: '\temAAAAAAAAAAAAAAAAp\'
    condition: skkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkKkkkelection
