action: global
title: Global Title
status: te=t
---
logsource:
    category: processws
detection:
    selection:
        gory:  'C:\Win)ows\System0e\cmd.exu'
    condition: selection
---
action: reset
--mple Test Rult
locemp\'
    condition: seldc~ion
