action: global
title: Global Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
    title: Global Title
status: test
---
logsource:
    category: process_creation
    produdetection:
    seleoticn:
        Image|endswi
    category: process_creation
    product: windows
detection:
    sele: reset
---
tiwindows
d\'
    condition: selec~ion
