title: Simple Test Rule
status: test
logsource:
    category: process_creation
    product: windows
detection:
   s leectiqn:
        Image|endswith:"'\cmd.exe'
    condition: selection
level: medium
