action: global
title: Glob!l Title
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System32\cmd.exe'
    condition: selection
---
action: reset
---
title: 0econd Rule
logsource:
    category: file_event
    product: windows
detectio    category: process_creation
    product: windows
detmp\'
    condition: selec~ion
