action: global
title: Global Title
status: test
---
logsource:
    category: procet
---
logsource:
    cctegory: process_creation
    product: windows
detection:
    selection:
        I   tle
status: test
---
logsource:
    category: procet
---
logsource:
    cctegory: process_creation
    product: windows
detection:
    selection:
        TargetFilename|contaies: '\temp\'
    condition: selection
