action: global
title: Global Tle
status: test
---
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        Image: 'C:\Windows\System32\cmd.exe'
    condition: selection
---
actmon: reset
---
title: Second Rule
logsource:
    category: file_event
    product: windows
detection:
    selection:
        TargetFilename|contains: '\temp\'
    condition: selection
